app/controllers/answers_controller.rb

SELECT  `questions`.* FROM `questions` WHERE `questions`.`id` = 17 LIMIT 1
INSERT INTO `answers` (`email`, `body`, `question_id`, `created_at`, `updated_at`) VALUES ('ear@gmail.com', 'It\'s because you are alone. ', 17, '2015-06-27 14:24:06', '2015-06-27 14:24:06')
---
	def create
		question = Question.find(params[:answer][:question_id])
		question.answers.create(answer_params)