app/controllers/questions_controller.rb

	def show
		@question = Question.find(params[:id])

		@answers = @question.answers.order(created_at: :desc)
---
SELECT  `questions`.* FROM `questions` WHERE `questions`.`id` = 11 LIMIT 1
SELECT `answers`.* FROM `answers` WHERE `answers`.`question_id` = 18  ORDER BY `answers`.`created_at` DESC

	def create
		Question.create(question_params)
---
INSERT INTO `questions` (`email`, `body`, `created_at`, `updated_at`) VALUES ('haha@qq.com', '12345', '2015-06-25 10:06:04', '2015-06-25 10:06:04')